{
    "welcomeMessage": "¡HOLA! Soy Carlos, ingeniero de software. Este es mi portafolio donde encontrarás información sobre mí, mis habilidades, además algunos proyectos en los que he trabajado.",
    "moreAboutMe": "Más sobre mí",
    "newContent": "Nuevo Contenido",
    "newContentDescription": "nuevo contenido .",
    "contact": "Contacto",
    "home": "Inicio",
    "moreAboutme": "Mas sobre mi",
    "Skills": "habilidades",
    "Projects": "Proyectos",
    "hello": "¡HOLA!",
    "Python": "Python",
    "Message": "Entre mis habilidades se encuentra, conocimiento en python, HTML ademas de dominar bases de datos como MySQL.",
    "project": "Ir a mis proyectos",
    "Biografia": "Daré una breve bibliografía de quien soy: Nací en Colombia, Pasto Nariño, el 21 de octubre del 2002. Estudié en la normal superior donde me gradué. Desde niño soy un friki por las computadoras.",
    "About me": "Sobre mi",
    "hobbies": "Tengo muchos gustos y pasatiempos, pero los más importantes, además de los que más me describen, son para mí leer y tocar el piano.",
    "read": "Sobre leer",
    "About Read": "Me gusta leer desde bien joven. Leo mucho sobre filosofía y ciencia ficción. Mis autores favoritos son Albert Camus y Lovecraft. Además, mi libro favorito es El hombre rebelde.",
    "piano": "Sobre el piano",
    "On the piano": "Toco el piano, se me da bien, me han dado muchas clases durante mi vida, mi canción preferida para tocar es Chopin Nocturne Op. 9 No. 2.",
    "infoPython": "He utilizado Python en diversos proyectos, lo que me ha brindado una sólida familiaridad con este lenguaje. Esta experiencia ha sido fundamental para mi desarrollo, permitiéndome crear soluciones eficientes y efectivas en mis proyectos. Me encantaría compartir más detalles sobre mis trabajos con Python en mi portafolio.",
    "infoSQL": "He trabajado extensamente con MySQL en diversos proyectos, lo que me ha brindado un profundo entendimiento de las bases de datos relacionales. Desde el diseño de esquemas hasta consultas complejas, he utilizado MySQL para gestionar eficientemente grandes conjuntos de datos. Estoy entusiasmado por compartir ejemplos concretos de cómo he implementado MySQL en mis proyectos en mi portafolio",
    "infoHTML": "He utilizado HTML en varios proyectos, lo que me ha permitido crear páginas web dinámicas y atractivas. Esta experiencia me ha ayudado a comprender la importancia de una estructura sólida y un diseño responsive para una experiencia de usuario óptima. Estoy emocionado por compartir ejemplos de mi trabajo con HTML en mi portafolio"
  }
  